export default {
  title: "企业图谱",
  nodes: [
    {
      text: "华设资产管理（上海）有限公司",
      fx: 0,
      fy: 0,
      url: null,
      category: null,
      nodes: []
    },
    {
      text: "股东",
      fx: -500,
      fy: 500,
      url: null,
      category: null,
      nodes: [
        {
          text: "上海华遇投资管理有限公司 49.01%"
        },
        {
          text: "华轩（上海）股权投资基金有限公司 17.67%"
        },
        {
          text: "上海华谅投资管理合伙企业（有限合伙） 9.37%"
        },
        {
          text: "上海华念投资管理合伙企业（有限合伙） 9.37%"
        },
        {
          text: "上海亘通伍商务咨询合伙企业（有限合伙） 7.13%"
        },
        {
          text: "天津海泰戈壁企业管理咨询合伙企业（有限合伙） 4.45%"
        },
        {
          text: "福建中金在线网络股份有限公司 2.00%"
        },
        {
          text: "上海茂隆云晴供应链管理有限公司 1.00%"
        }
      ]
    },
    {
      text: "高管",
      fx: -500,
      fy: -500,
      url: null,
      category: null,
      nodes: [
        {
          text: "姜玮彦 董事长"
        },
        {
          text: "戎伟伟 董事"
        },
        {
          text: "钱汇聚 董事兼总经理"
        },
        {
          text: "黄皓月 监事"
        }
      ]
    },
    {
      text: "对外投资",
      fx: 500,
      fy: 500,
      url: null,
      category: null,
      nodes: [
        {
          text: "华设资产管理（上海）有限公司深圳分公司"
        },
        {
          text: "华骞网络科技（上海）有限公司"
        },
        {
          text: "上海华设商务咨询有限公司"
        },
        {
          text: "上海沃体投资中心（有限合伙）"
        },
        {
          text: "深圳市东土合盈投资合伙企业（有限合伙）"
        },
        {
          text: "上海勤灏投资管理中心（有限合伙）"
        },
        {
          text: "青海华设及享信息科技有限公司"
        },
        {
          text: "北京金陵华鑫投资合伙企业（有限合伙）"
        },
        {
          text: "上海华设天予资产管理有限公司"
        },
        {
          text: "上海元祯投资中心（有限合伙）"
        },
        {
          text: "上海翔梓金融信息服务有限公司"
        },
        {
          text: "杭州华代投资管理合伙企业（有限合伙）"
        },
        {
          text: "诸暨磐耀股权投资合伙企业（有限合伙）"
        },
        {
          text: "诸暨赋旷企业管理合伙企业（有限合伙）"
        },
        {
          text: "诸暨赋驰企业管理合伙企业（有限合伙）"
        },
        {
          text: "宁波梅山保税港区磐瑜股权投资合伙企业（有限合伙）"
        },
        {
          text: "苏州磐泽投资中心（有限合伙）"
        },
        {
          text: "上海正武投资中心（有限合伙）"
        }
      ]
    },
    {
      text: "分支机构",
      fx: 500,
      fy: -500,
      url: null,
      category: null,
      nodes: [
        {
          text: "华设资产管理（上海）有限公司温州分公司"
        },
        {
          text: "华设资产管理（上海）有限公司台州分公司"
        },
        {
          text: "华设资产管理（上海）有限公司深圳分公司"
        },
        {
          text: "华设资产管理（上海）有限公司北京朝阳分公司"
        }
      ]
    }
  ],
  connections: [
    {
      source: "对外投资",
      target: "华设资产管理（上海）有限公司"
    },
    {
      source: "分支机构",
      target: "华设资产管理（上海）有限公司"
    },
    {
      source: "高管",
      target: "华设资产管理（上海）有限公司"
    },
    {
      source: "股东",
      target: "华设资产管理（上海）有限公司"
    }
  ]
};
