<template lang="">
  <div class="wrapper">
    <h1>财查到账号注销须知</h1>
    <div class="top">
      <p class="first">
        注销财查到帐号是不可恢复的操作，你应自行备份财查到帐号相关的信息和数据。操作之前，请确认与财查到帐号相关的所有信息和服务均已进行妥善处理。
      </p>
      <p class="first">
        【特别提示】当您按照注销页面提示填写信息、阅读并同意本《注销须知》及相关条款，同意<span>《财查到账户注销重要提醒》</span>并点击<span>“申请注销”</span>或类似按钮时，即表示您已充分阅读、理解并接受本《注销须知》的全部内容。
      </p>
    </div>
    <section class="bold">
      <h4>1、如果您仍执意注销账户，您知悉并同意您的操作将：</h4>
      <p>
        （1）删除账号中的记账本信息及历史信息，请您在账户注销前自行妥善处理。
      </p>
      <p>
        （2）删除账号中的保单订单及历史信息，请您在账户注销前自行妥善处理。
      </p>
      <p>
        （3）使您帐号的个人资料和历史信息等账户信息（包括但不限于昵称、头像、消息记录、记账本、保单管理、顾问帮填、理财日历、我的顾问、我的关注、舆情监控等）无法找回。
      </p>
    </section>
    <section>
      <h4>
        2、财查到账号一旦被注销将不可恢复，请您在操作之前自行备份财查到账号相关的所有信息和数据
      </h4>
    </section>
    <section>
      <h4>
        3、在财查到帐号注销期间，如果你的财查到帐号被他人投诉、被国家机关调查或者正处于诉讼、仲裁程序中，财查到有权自行终止你帐号的注销而无需另行得到你的同意。
      </h4>
    </section>
    <section class="bold">
      <h4>
        4、请注意，注销你的财查到帐号并不代表本财查到帐号注销前的帐号行为和相关责任得到豁免或减轻。
      </h4>
    </section>
    <section>
      <h4>
        5、如果您对账号注销有任何疑问需要咨询，可联系电话：021-61406392；邮箱：service.ccd@aifound.cn。
      </h4>
    </section>
  </div>
</template>

<script>
export default {};
</script>

<style lang="stylus" scoped src="./index.styl"></style>
